/** "Insert Text Macro" Menus and Menu items **/

"#If / Else Block" = "#if/else ブロック";
"#If 0 Block" = "#if 0 ブロック";
"#If Block" = "#if ブロック";
"#Ifdef / Else Block" = "#ifdef/else ブロック";
"#Ifdef Block" = "#ifdef ブロック";
"#Ifdef __cplusplus Block" = "#ifdef __cplusplus ブロック";
"#Ifdef _cplusplus / Else Block" = "#ifdef _cplusplus/else ブロック";
"#Import Statement (System)" = "#import 文（システム）";
"#Import Statement (Framework)" = "#import 文（フレームワーク）";
"#Import Statement" = "#import 文";
"#Include Statement (System)" = "#include 文（システム）";
"#Include Statement" = "#include 文";
"#Pragma Mark" = "#プラグマ・マーク";
"Alloc / Init Call" = "alloc/init 呼び出し";
"Anchor" = "アンカー";
"Angle Bracket Selection" = "選択部分を山かっこで囲む";
"Array Declaration" = "配列宣言";
"Array For Loop" = "ループの配列";
"Bigger" = "大きく";
"Bold" = "ボールド";
"Bracket Expression" = "かっこの式";
"C" = "C";
"C++" = "C++";
"Case Block" = "case ブロック";
"Catch Block" = "catch ブロック";
"Center" = "中央揃え";
"Class Definition" = "クラス定義";
"Code" = "コード";
"Comment Selection" = "選択部分をコメントにする";
"Completion string / Menu item" = "補完文字列／メニュー項目";
"Completion string" = "補完文字列";
"Copyright Comment" = "コピーライトのコメント";
"Cout Message" = "cout メッセージ";
"Cout Statement" = "cout 文";
"Dealloc Method Definition" = "dealloc メソッドの定義";
"Do While Loop" = "do while ループ";
"Dynamic Cast" = "動的なキャスト";
"Else Block" = "else ブロック";
"Else If Block" = "else if ブロック";
"Enum Definition" = "enum 定義";
"Extern \"C\" Block" = "extern \"C\" ブロック";
"Extern \"C\" Statement" = "extern \"C\" 文";
"Finally Block" = "finally ブロック";
"For Loop" = "ループの場合";
"For i Loop" = "i ループの場合";
"HTML" = "HTML";
"Heading 1" = "見出し 1";
"Heading 2" = "見出し 2";
"Heading 3" = "見出し 3";
"Heading 4" = "見出し 4";
"Heading 5" = "見出し 5";
"Heading 6" = "見出し 6";
"Heading" = "見出し";
"Horizontal rule" = "横方向のルール";
"If / Else Block" = "if/else ブロック";
"If Block" = "if ブロック";
"Init Method Definition" = "init メソッドの定義";
"Italics" = "イタリック";
"Java" = "Java";
"Link With Target" = "ターゲットにリンク";
"Link" = "リンク";
"List Item" = "リスト項目";
"Menu item" = "メニュー項目";
"Mutable Array Declaration" = "可変配列宣言";
"NSArray" = "NSArray";
"NSDictionary" = "NSDictionary";
"NSLog() Call" = "NSLog() 呼び出し";
"NSMutableArray" = "NSMutableArray";
"NSMutableDictionary" = "NSMutableDictionary";
"NSMutableString" = "NSMutableString";
"NSString" = "NSString";
"Namespace Definition" = "namespace 定義";
"Objective-C" = "Objective-C";
"Ordered List" = "順序付きリスト";
"Parenthesize Selection" = "選択部分を丸かっこで囲む";
"Printf() Call" = "printf() 呼び出し";
"Println() Call" = "println() 呼び出し";
"Quote Selection" = "選択部分を引用符で囲む";
"Reinterpret Cast" = "再解釈のキャスト";
"Separator Comment" = "区切り記号のコメント";
"Smaller" = "小さく";
"Static Cast" = "静的なキャスト";
"Strikethrough" = "取り消し線";
"Struct Definition" = "struct 定義";
"Subscript" = "下付き";
"Superscript" = "上付き";
"Switch Block" = "switch ブロック";
"Synchronized Block" = "synchronized ブロック";
"Text macro specifications" = "テキストマクロの仕様";
"Title" = "タイトル";
"Top level menu" = "最上位レベルのメニュー";
"Try / Catch Block" = "try/catch ブロック";
"Type Definition" = "type 定義";
"Typewriter Text" = "タイプライタテキスト";
"Underline" = "アンダーライン";
"Union Definition" = "union 定義";
"Unordered List" = "順序なしリスト";
"While Loop" = "while ループ";
